Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arbeidstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: (2) The Ministry may issue regulations concerning implementation of the medical examinations, and lay down provisions concerning medical examinations in other cases where
nb: (2) Ny arbeidsgiver blir bundet av tariffavtale som tidligere arbeidsgiver var bundet av. Dette gjelder ikke hvis ny arbeidsgiver senest innen tre uker etter overdragelsestidspunktet skriftlig

source: Young people who have turned 17 may be given practical training in the use of work equipment as mentioned in Section 12-6 (q) to (u), if the training complies with the requirements for safety training set out in Chapter 10 of the Regulations concerning the Performance of Work.
nb: Ungdom som har fylt 17 år kan gis praktisk opplæring i bruk av arbeidsutstyr som nevnt i § 12-6 bokstav q til u, dersom opplæringen skjer i samsvar med kravene om sikkerhetsopplæring i forskrift om utførelse av arbeid kapittel 10.

source: (1) The employer must not when advertising for new employees or in any other manner
nb: (1) Arbeidsgiver må ikke i utlysing etter nye arbeidstakere eller på annen måte be om at

source: (5) The preferential right shall lapse if an employee fails to accept an offer of employment in a suitable post not later than 14 days after receiving the offer.
nb: (5) Fortrinnsretten faller bort dersom arbeidstaker ikke har akseptert et tilbud om ansettelse i en passende stilling senest 14 dager etter at tilbudet ble mottatt.

source: Generally applicable collective agreements are agreements concerning pay and working conditions that apply to everyone who works in the specific sector, regardless of whether they are party to the agreement.
nb: Selv om det ikke er noen generell minstelønn i Norge, er det innført minstelønn i enkelte bransjer for å hindre at utenlandsk arbeidskraft får dårligere lønns- og arbeidsvilkår enn det som er vanlig i Norge.

source: for calculating holiday pay earned in the employment of the employer concerned in the shortened
nb: feriepengegrunnlag som er opptjent hos vedkommende arbeidsgiver i det forkortede

source: objects that can cut, pierce the skin and cause injury and/or infections;
nb: gjenstander som kan skjære, stikke og forårsake skader og/eller infeksjoner,

source: (2) In the case of employees who, when notice is given, have been in the employ of the same
nb: (2) For arbeidstaker som har vært ansatt i minst fem år sammenhengende i samme

source: (2) In the event of a breach of the provisions concerning preferential rights, an employee may
nb: (2) Trakassering og instruks om å diskriminere personer av grunner nevnt i første ledd anses

source: 2 In agriculture, a limit value equal to 20 ppm is applicable during a transitional period (2013.2024) for livestock production in older farm buildings (farm buildings erected before 2002).
nb: 2 For landbruket gjelder en grenseverdi lik 20 ppm i en overgangsperiode (2013-2024) for husdyrproduksjon i eldre driftsbygninger (driftsbygninger oppført før år 2002).

source: (1) (Main holiday)An employee may demand to take his main holiday, comprising 18 working
nb: (1) (Hovedferien)Arbeidstaker kan kreve at hovedferie som omfatter 18 virkedager gis i

source: b) it must be possible to perceive acoustic or optical signals without difficulty;
nb: b) akustiske eller optiske signaler skal kunne oppfattes uten vanskelighet,

source: (2) Continuous assessment shall be made as to whether the conditions laid down in the first
nb: (2) Det skal vurderes fortløpende om vilkårene etter første ledd er oppfylt.

source: Regional safety representatives for construction undertakings are appointed by the Norwegian Union of General Workers (Norsk Arbeidsmandsforbund).
nb: Regionale vernombud for byggevirksomhet oppnevnes av Fellesforbundet og regionale verneombud for anleggsvirksomhet oppnevnes av Norsk Arbeidsmandsforbund.

source: (1) In the event of a breach of the provisions of section 14-9 or 14-10, the court shall, if so
nb: (1) Dersom det foreligger brudd på bestemmelsene i §§ 14-9 eller 14-10, skal retten etter

source: b) the agreed or proposed date for the transfer,
nb: b) fastsatt eller foreslått dato for overdragelsen,

source: maintained without a risk of harm to life or health, and without exposing employees to adverse
nb: vedlikeholdes uten fare for skade på liv eller helse, og uten at arbeidstakere utsettes for uheldige

source: after the child reaches the age of 18 when the employer is responsible for care of the child as
nb: for funksjonshemmet eller kronisk sykt barn fra og med kalenderåret etter at barnet fylte 18 år

source: (1) The employer may summarily dismiss an employee if he or she is guilty of a gross breach of
nb: Avskjed (1) Arbeidsgiver kan avskjedige en arbeidstaker med påbud om øyeblikkelig fratreden dersom

source: equipped with lifting lugs that have sufficient load-bearing capacity and that are placed so as to
nb: ha løftepunkter som har tilstrekkelig bæreevne og som er slik plassert at arbeidsutstyret kan

source: (3) The Ministry may in regulations decide whether and to what extent the provisions
nb: (3) Departementet kan i forskrift bestemme om og i hvilken utstrekning bestemmelsene om

source: regard units with at least 50 employees as separate undertakings.
nb: Arbeidsgiver kan regne enheter med minst 50 ansatte som en

source: no harm to life or health is caused when they are used correctly.
nb: forårsake skade på liv eller helse når de brukes riktig.

source: demanded for employees who perform work covered by the scope of the Regulations.
nb: I nytt fjerde ledd videreføres gjeldende annet ledd om koordinering i utførelsesfasen.

source: paragraph are satisfied. (4) The Ministry may by regulation prohibit the hiring of certain groups of employees or
nb: (4) Departementet kan i forskrift forby innleie av visse arbeidstakergrupper eller på visse

source: The material used in the welded structure of the protective structure must be suitable for
nb: Materiale i sveiset konstruksjon i førervern skal være godt egnet for sveising og være av tettet

source: Working time shall not include rest breaks that are mentioned in section 15 and the periods the employee is available as mentioned in item number 2.
nb: Arbeidstid skal ikke omfatte hvilepausene som er nevnt i § 15 og de periodene arbeidstakeren er tilgjengelig som nevnt i nummer 2.

source: manufacturerșs, or, for imported work equipment, the importerșs name and address, or have
nb: produsentens, eller for importert arbeidsutstyr importørens navn og adresse, eller ha annen

source: for a total of at least 12 months during the previous two years.
nb: minst 12 måneder i de to siste år.

source: long as negotiations are in progress pursuant to section 17-3.
nb: arbeidstaker fortsette i stillingen så lenge forhandlinger pågår etter § 17-3.

source: Employees who nurse close relatives and/or other close persons in the home during the terminal stage shall be entitled to 60 days leave of absence to take care of the individual close persons.
nb: Arbeidstaker som pleier nærstående i hjemmet i livets sluttfase har rett til permisjon i 60 dager for pleie av den enkelte nærstående.

source: (6) If two or more persons have a preferential claim to a post, the employer is obliged to follow the same rules for selection as apply in the event of dismissals owing to curtailed operations or rationalisation measures.
nb: (6) Er det flere fortrinnsberettigede til en stilling, plikter arbeidsgiver å følge de samme regler for utvelgelse som de som gjelder ved oppsigelser på grunn av driftsinnskrenkning eller rasjonaliseringstiltak.

source: (2) The new employer shall be bound by any collective pay agreement that was binding upon the former employer.
nb: (2) Ny arbeidsgiver blir bundet av tariffavtale som tidligere arbeidsgiver var bundet av. Dette

source: If an enterprise ceases operations wholly
nb: Hvis en virksomhet innstiller driften helt eller delvis i

source: The protective structure shall be designed so that access to the tractor and operation from
nb: Førervern skal være utformet slik av atkomst til traktoren og betjening fra førerplassen kan

source: Protective structures may be designed so that they can be removed or folded down.
nb: Førervern kan være utformet slik at det kan avmonteres eller felles ned.

source: (5) The preferential right shall lapse if an employee fails to accept an offer of employment in
nb: (5) Fortrinnsretten faller bort dersom arbeidstaker ikke har akseptert et tilbud om ansettelse

source: Compensation shall be decided in accordance with section 15-12, second paragraph.
nb: Erstatningen fastsettes i samsvar med § 15-12 andre ledd.

source: The pressure of the jet exceeds 25 bar;
nb: Væskestrålens trykk er høyere enn 25 Bar

source: g) proposed criteria for selection of those who may be made redundant,
nb: g) forslag til kriterier for utvelgelse av de som eventuelt skal sies opp,

source: pursuant to section 15-7.
nb: arbeidstaker etter § 15-7.

source: cards are the property of the company, not the employees.
nb: Virksomheter som er klarert for kortbestilling, får vedtak om godkjenning så snart virksomheten

source: Sub-entities or departments that are not independent entities, cannot apply.
nb: opplysninger i saken ikke skal være kjent for flere enn strengt tatt nødvendig.

source: Such undertakings must have a plan for how to reduce exposure and must demonstrate lower values over time.
nb: Det forutsettes at bedriften(e) har en plan for reduksjon av eksponering og at man kan vise lavere verdier over tid.

source: (2) Partial leave of absence is based upon an agreement between the employer and the
nb: (2) Tvist kan ikke bringes inn for domstolene før den har vært prøvet for nemnda og

source: optical radiation from a laser;
nb: optisk stråling fra laser,

source: (3) On a written enquiry from the employee, the employer shall within four weeks provide a
nb: (3) Ved skriftlig forespørsel fra arbeidstaker skal arbeidsgiver innen fire uker gi en skriftlig

source: Subject to the conditions which follow from sections 6 and 7, an employer may fix holiday
nb: de vilkår som følger av §§ 6 og 7 kan arbeidsgiver legge ferie til den tid da arbeidstaker har utvidet

source: (1) If the court concludes that a part-time worker is entitled to a post equivalent to actual
nb: (1) Dersom retten kommer til at en deltidsansatt har rett til stilling tilsvarende faktisk

source: (7) In the case of written contracts of employment under which the employee is engaged for
nb: (7) Ved arbeidsavtaler der arbeidstaker skriftlig er ansatt på en bestemt prøvetid, gjelder en

source: - erection, dismantling, change and inspection of scaffolding, cf. Chapter 17;
nb: - montering, demontering, endring og kontroll av stillas, jf. kapittel 17

source: If the period of notice in force is less than 14 days, the shorter period shall apply.
nb: gjeldende oppsigelsesfrist kortere enn 14 dager, gjelder denne. Oppsigelsesfristen kan ikke settes

source: life or health.
nb: skade på liv eller helse.

source: d) tanks and pipes that have contained hazardous substances have been
nb: d) tanker og rør som har inneholdt farlige stoffer er omhyggelig avstengt og

source: Chapter 3 Protective structures on old tractors
nb: Kapittel 3 Førervern på gamle traktorer

source: - assembly of climbing scaffolds for heights exceeding 3 metres;
nb: - oppstilling av klatrestillas for høyder over 3 meter,

source: (3) The staff rules shall be posted at one or more conspicuous places in the undertaking and
nb: (3) Reglementet skal slås opp på ett eller flere iøynefallende steder i virksomheten og deles ut

source: (1) If there is reason to assume that an employee is guilty of an offence that may involve
nb: (1) Dersom det er grunn til å anta at en arbeidstaker har gjort seg skyldig i forhold som kan

source: (1) An employee shall be appointed permanently. For the purposes of this Act, permanent
nb: (1) Arbeidstaker som er sagt opp på grunn av virksomhetens forhold har fortrinnsrett til ny

source: be dismissed for that reason during the first 12 months after becoming unable to work.
nb: ikke av denne grunn sies opp de første 12 månedene etter at arbeidsuførheten inntrådte.

source: who has worked for an employer for at least 3 months qualifies for holiday pay from that
nb: arbeidet minst 3 måneder hos en arbeidsgiver, opptjener feriepenger hos denne under ulønnet

source: (2) In the event of a breach of the provisions of section 14-9 or 14-10, the employee may claim compensation.
nb: (2) Ved brudd på bestemmelsene i §§ 14-9 eller 14-10 kan arbeidstakeren kreve erstatning.

source: If necessary, the work
nb: Om nødvendig skal arbeidsutstyret ha

source: If maintenance or repair must be performed while the work equipment or parts of it are in
nb: Dersom vedlikehold eller reparasjon må utføres mens arbeidsutstyret eller deler av det er i

source: (4) In the case of discrimination on the basis of gender, pregnancy, leave of absence in
nb: (4) Ved diskriminering på grunn av kjønn, graviditet, permisjon i forbindelse med fødsel og

source: The protective structure shall be marked with the type approval number, production number,
nb: Førervern skal være merket med typegodkjenningsnummer, fabrikasjonsnummer, navn og

source: Register of Employers and Employees (the Aa Register)
nb: arbeidsutstyr kan plasseres og tilpasses arbeidstakeren.

source: d) changes in circumstances relating to collective pay agreements,
nb: d) endringer i tariffavtaleforhold,

source: Press (+) to enlarge or (-) to shrink.
nb: Trykk på (+) for å forstørre eller (-) for å forminske.

source: (3) An employee who has been employed by the undertaking for a total of at least 12 months
nb: (3) Arbeidstaker som har vært ansatt i virksomheten i til sammen minst 12 måneder de siste

source: (1) The Board may correct an administrative decision that clearly does not reflect the Board's
nb: (1) Nemnda kan rette et vedtak som på grunn av en skrive- eller regnefeil, misforståelse,

source: (3) Employers shall be obliged to give the employees' elected representatives all relevant information, including written notification concerning:
nb: (3) Arbeidsgiver har plikt til å gi tillitsvalgte alle relevante opplysninger, herunder skriftlig melding om:

source: suspension of operations may resign by giving 14 days' notice calculated from the date on which
nb: driftsstans, kan gå til oppsigelse med en oppsigelsesfrist på 14 dager regnet fra den dag

source: except when this was for a course of under one month's duration.
nb: utdanningspermisjon for kurs under én måneds varighet.

source: (4) Financial claims recovered pursuant to the first paragraph shall accrue to the Treasury.
nb: (4) Pengekrav som kreves inn i medhold av første ledd, tilfaller statskassen.

source: leave. (6) The Ministry may by regulation wholly or partly exempt undertakings from the provisions
nb: (6) Departementet kan i forskrift helt eller delvis unnta virksomheter fra bestemmelsene i

source: (1) An employee who is wholly or partly absent from work owing to accident or illness may not
nb: (1) Arbeidstaker som helt eller delvis er borte fra arbeidet på grunn av ulykke eller sykdom kan

source: You will receive a text message/call from the National centre for control of travellers to Norway.
nb: Du vil bli kontaktet på SMS eller telefon av Nasjonalt kontrollsenter for innreisende.

source: (3) (Changes in the dates fixed for a holiday) The dates fixed for a holiday may not without
nb: (3) (Endring av tiden for fastsatt ferie)Tiden for fastsatt ferie kan ikke uten arbeidstakers

source: from the rules concerning employers' periods pursuant to section 8-20, first
nb: reglene om arbeidsgiverperioden etter folketrygdloven § 8-20 eller av

source: (1) Anyone who has been discriminated against in contravention of section 13-1 may claim
nb: (1) Den som er blitt diskriminert i strid med § 13-1 kan kreve oppreisning og erstatning

source: (2) Sections 16-2 and 16-4 shall not apply in connection with transfer from a bankrupt estate.
nb: (2) §§ 16-2 og 16-4 får ikke anvendelse ved overdragelse fra et konkursbo.

source: (1) An employee who has been dismissed owing to circumstances relating to the undertaking shall have a preferential right to a new appointment at the same undertaking unless the vacant post is one for which the employee is not qualified.
nb: (1) Arbeidstaker som er sagt opp på grunn av virksomhetens forhold har fortrinnsrett til ny ansettelse i samme virksomhet, med mindre det gjelder en stilling arbeidstakeren ikke er kvalifisert for.

source: c) accidental contact with moving parts or hot/cold parts or hazardous
nb: c) at personer kommer i utilsiktet berøring med bevegelige deler eller

source: When entering Norway
nb: Når du kommer til Norge

source: (5) Employees and employers shall be entitled to engage the assistance of an adviser during
nb: (5) Arbeidstaker og arbeidsgiver har rett til å la seg bistå av rådgiver under forhandlingene.

source: a) sickness benefit paid by the National Insurance for up to 48 days in each
nb: a) sykepenger utbetalt av folketrygden for inntil 48 dager hvert opptjeningsår, jf.

source: non-coherent optical radiation:
nb: ikke-koherent optisk stråling:

source: The National Insurance also pays holiday pay based on up to 12 weeks (60 sickness benefit days) of sickness benefit relating to children's illness pursuant to section 9-17 of the National Insurance Act.
nb: Trygden betaler også feriepenger for inntil 12 uker (60 sykepengedager) av opplæringspenger og pleiepenger ved barns sykdom etter folketrygdloven § 9-17

source: (1) If the court finds that a person with preferential rights should have been appointed to a
nb: (1) Dersom arbeidsgivers oppsigelse ikke er gitt skriftlig eller ikke inneholder opplysninger som

source: Dispute Resolution Board for decision.
nb: tvisteløsningsnemnd for avgjørelse.

source: Hotel, restaurant and catering
nb: Overnatting, servering og catering

source: (Earning holiday pay entitlements during illness, parental leave, etc.)
nb: (Opptjening av feriepenger under sykdom, foreldrepermisjon mv.)

source: 2) tractor: self-propelled vehicle on wheels or tracks, with at least two axles,
nb: 2) traktor: motordrevet kjøretøy på hjul eller belter, med minst to aksler,

source: (1) For the purpose of this chapter, Șnon-compete clauseș means an agreement between the
nb: Konkurranseklausuler (1) Med konkurranseklausul menes i dette kapittel avtale mellom arbeidsgiver og

source: If you have an employer or contracting client in Norway, the company must pay the NOK 500 it costs to stay at the quarantine hotel, cf.
nb: Dersom du har en arbeids- eller oppdragsgiver i Norge, skal virksomheten betale egenandelen på 500 kr per døgn for oppholdet på karantenehotellet, jf.

source: d) organisation numbers of undertakings subject to registration
nb: d) organisasjonsnummer for registreringspliktige virksomheter

source: 6 Only for the short-term value: Some undertakings in the smelting industry will be unable to comply with this short-term value for technical/financial reasons.
nb: 6 Fotnote som kun gjelder korttidsverdien: Enkelte bedrifter innen smelteverkindustrien vil av teknisk-økonomiske årsaker ikke kunne overholde denne korttidsverdien.

source: b) that any drop in pressure does not entail danger;
nb: b) At trykkfall ikke medfører fare,

source: (3) An employee who claims protection against dismissal pursuant to this section must
nb: (3) Arbeidstaker som påberoper seg oppsigelsesvern etter denne paragraf, må ved legeattest

source: Additional requirements apply if the living quarters are to be used by workers in quarantine or isolation.
nb: Som arbeidsgiver har du ansvar for å kartlegge og risikovurdere alle farer og problemer som kan oppstå i forbindelse med arbeidet.

source: (1) At undertakings bound by a collective pay agreement, the employer and the elected
nb: (1) Ved virksomhet som er bundet av tariffavtale, kan arbeidsgiveren og arbeidstakernes

source: (2) Harassment and instruction to discriminate persons for reasons referred to in the first paragraph are regarded as discrimination.
nb: (2) Trakassering og instruks om å diskriminere personer av grunner nevnt i første ledd anses som diskriminering.

source: (3) The employer may require the employee to provide information of salary or income from
nb: (3) Arbeidsgiver kan kreve at arbeidstaker opplyser om arbeidsvederlag eller arbeidsinntekter

source: (3) An employee shall retain the salary he or she received on the date of the suspension until
nb: (3) Arbeidstaker beholder den lønn vedkommende hadde på suspensjonstidspunktet frem til

source: (2) An employee who has leave of absence pursuant to sections 12-2, 12-3, 12-4 or 12- 5, first
nb: (2) Arbeidstaker som har permisjon etter §§ 12-2, 12-3, 12-4 eller 12-5 første ledd i inntil ett år,

source: Remember the redundancy notification period and notification to NAV.
nb: Husk varslingstid og melding til NAV.

source: (2) Deductions equal to a maximum of half the compensation may be made in respect of
nb: (2) Det kan gjøres fradrag med inntil halvparten av kompensasjonen for arbeidsvederlag eller

source: (3) If the child has a chronic or long-term illness or disability and there is therefore a markedly
nb: (3) Dersom barnet har kronisk sykdom, langvarig sykdom eller har nedsatt funksjonsevne og

source: : X radiation, particle radiation, or radiation from a radioactive substance in the wavelength range between 0.01-10 nm,
nb: røntgenstråling, partikkelstråling, eller stråling fra radioaktivt stoff i bølgelengdeområde 0,01-10 nm,

source: Vacation and harvest workers
nb: Ferie- og innhøstingshjelp

source: (2) The preferential right shall also apply to an employee who is temporarily engaged and who, owing to circumstances relating to the undertaking, is not offered continued employment.
nb: (2) Fortrinnsretten gjelder også arbeidstaker som er midlertidig ansatt og som på grunn av virksomhetens forhold ikke får fortsatt ansettelse.

source: (3) In the event of disputes pursuant to this section, the provisions of sections 15-11 and 15-12
nb: (3) Ved tvister etter denne paragraf gjelder bestemmelsene i §§ 15-11 og 15-12 tilsvarende,

source: (5) The Ministry may issue regulations permitting agreement on a trial period longer than six
nb: (5) Departementet kan gi forskrift om adgang til å avtale lengre prøvetid enn seks måneder

source: - emergency and rescue equipment,
nb: - nødhjelp- og redningsutstyr

source: (1) All employment relationships shall be subject to a written contract of employment. The
nb: (1) Det skal inngås skriftlig arbeidsavtale i alle arbeidsforhold. Arbeidsgiver skal utforme et

source: (2) This provision does not restrict the employee's right to request a more detailed reference
nb: (2) Det kan gjøres fradrag med inntil halvparten av kompensasjonen for arbeidsvederlag eller

source: a) the duration of the work to be performed abroad,
nb: a) varigheten av arbeidet som skal utføres i utlandet,

source: c) The name and type of protective structure, and the manufacturerșs name and
nb: c) Førervernets navn og typebetegnelse, og navn og adresse på produsent

source: k) length of breaks,
nb: k) lengde av pauser,

source: - harm or disease suffered by the child as a consequence of pre-natal exposure or exposure through breastfeeding,
nb: - en skade eller sykdom påført barnet som følge av påvirkninger forut for fødselen eller påvirkninger gjennom morsmelken,

source: (5) The continuous employment required by the second and third paragraph is not
nb: (5) Den sammenhengende ansettelse som kreves i andre og tredje ledd avbrytes ikke ved
